<?xml version="1.0" encoding="UTF-8"?><rss xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:content="http://purl.org/rss/1.0/modules/content/" xmlns:atom="http://www.w3.org/2005/Atom" version="2.0" xmlns:itunes="http://www.itunes.com/dtds/podcast-1.0.dtd"><channel><title><![CDATA[Cartuchos, Cedeses y Prozac]]></title><description><![CDATA[Cartuchos, Cedeses y Prozac]]></description><link>https://www.ivoox.com/en/podcast-cartuchos-cedeses-prozac_sq_f11206314_1.html</link><image><url>https://static-1.ivoox.com/audios/f/f/1/b/ff1b14d65132c5e6b988d66c7159ea8e_XXL.jpg</url><title>Cartuchos, Cedeses y Prozac</title><link>https://www.ivoox.com/en/podcast-cartuchos-cedeses-prozac_sq_f11206314_1.html</link></image><generator>RSS for Node</generator><lastBuildDate>Sun, 29 Oct 2023 11:00:34 GMT</lastBuildDate><atom:link href="https://www.ivoox.com/en/podcast-cartuchos-cedeses-prozac_sq_f11206314_1.html" rel="self" type="application/rss+xml"/><pubDate>Sun, 20 May 2012 04:00:00 GMT</pubDate><copyright><![CDATA[Cartuchos, Cedeses y Prozac]]></copyright><language><![CDATA[en]]></language><managingEditor><![CDATA[Cartuchos, Cedeses y Prozac]]></managingEditor><webMaster><![CDATA[Cartuchos, Cedeses y Prozac]]></webMaster><docs>http://example.com/rss/docs.html</docs><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><category><![CDATA[Audios de Mente y psicología]]></category><itunes:subtitle>Cartuchos, Cedeses y Prozac</itunes:subtitle><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:summary>Cartuchos, Cedeses y Prozac</itunes:summary><itunes:owner><itunes:name>Cartuchos, Cedeses y Prozac</itunes:name><itunes:email>cartuchoscedesesyprozac@gmail.com</itunes:email></itunes:owner><itunes:image href="https://static-2.ivoox.com/usuarios/9/1/c/b/91cbdf9b4fe9f3e2a117be9510662fb4g.jpg"/><itunes:category text="Audios de Videojuegos, rol y anime"><itunes:category text="Audios de Videojuegos, rol y anime"/></itunes:category><item><title><![CDATA[3x08 - Un paseo por Amstrad Eterno 2023]]></title><description><![CDATA[&iexcl;Muy buenas a todos!

Volvemos con un nuevo episodio especial donde vamos a dar testimonio de lo acontecido en el reciente encuentro de los usuarios de Amstrad en M&aacute;laga, aprovechando que el amigo Abel Bay&oacute;n (Vuestro Tanuki favorito) adem&aacute;s de asistir forma parte de la organizaci&oacute;n del evento desde hace unos a&ntilde;os en calidad de colaborador activo.

Es el mismo Abel quien ha organizado este tour virtual de Amstrad Eterno que vas a poder escuchar si decides quedarte con nosotros, en el que adem&aacute;s ha conseguido traer para todos vosotros a algunos de los presentes quienes nos han hecho llegar sus impresiones en formato de audio.

Aunque en tiempos pret&eacute;ritos ten&iacute;a un par de amigos que tenian de Amstrad, para mi es un sistema que desconozco casi por completo, y quiero acordarme en este momento de estos dos amigos a los que mando un saludo y un abrazo, deseando que est&eacute;n bien: a Juan (JBM), y a Juanjo Salavert.

Los parroquianos de este vuestro podcast ya lo saben, pero si acabas de llegar te comento que puedes estar al tanto de lo que se cuece en este espacio a trav&eacute;s de la cuenta de Twitter/X de @PodcastCcp. Que el correo del programa es cartuchoscedesesyprozac@gmail.com y que tambi&eacute;n nos puedes encontrar en otras plataformas de streaming como Amazon Music, Google Podcasts y Apple Podcasts.

El men&uacute; musical de este episodio est&aacute; sacado de una recopilaci&oacute;n de YouTube.
Os dejo el enlace justo aqu&iacute; abajo:

https://www.youtube.com/watch?v=nafpTCRxvkA&amp;pp=ygURQW1zdHJhZCBjcGMgbXVzaWM%3D

]]></description><link>https://www.ivoox.com/3x08-un-paseo-amstrad-eterno-2023-audios-mp3_rf_118564687_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x08-un-paseo-amstrad-eterno-2023-audios-mp3_rf_118564687_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sun, 29 Oct 2023 09:52:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x08-un-paseo-amstrad-eterno-2023_mf_118564687_feed_1.mp3" length="88887616" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x08 - Un paseo por Amstrad Eterno 2023</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/f/f/1/b/ff1b14d65132c5e6b988d66c7159ea8e_XXL.jpg"/></item><item><title><![CDATA[3x07 - Motín Tanuki - Episodio II]]></title><description><![CDATA[&iexcl;Muy buenas a todos!

Hab&iacute;a ganas de volver a publicar un nuevo episodio, y en esta ocasi&oacute;n os presentamos una idea que ven&iacute;a rond&aacute;ndonos por la cabeza desde hace un buen tiempo.

&iexcl;Tenemos un mot&iacute;n en el podcast!

Baycorps ha decidido tomar el micr&oacute;fono y el tim&oacute;n del programa para hacer a saber lo que le pase por su cabeza de Tanuki.

En esta ocasi&oacute;n (no os puedo decir si hay o habr&aacute; m&aacute;s) escuchar&eacute;is lo que sucedi&oacute; un 16 de Agosto de 2023.

Esperamos que os guste, y nos encantar&iacute;a que dejarais en los comentarios que os parece esta rebeli&oacute;n, y si os gustar&iacute;a que Baycorps se montara en su barco pirata en m&aacute;s ocasiones.

Nos puedes escuchar aqu&iacute; en Ivoox, y nos encantar&iacute;a que te suscribieras para no perderte ning&uacute;n episodio.

Tambien nos puedes escuchar en Amazon Music, Google Podcasts y Apple Podcasts (aqu&iacute; se oye muy bien, que lo sepas)

Para estar al dia de lo que acontece en este, vuestro podcast, buscanos en lo que era antes Twitter y ahora llamado X en @PodcastCcp. Tenemos que buscarnos otro sitio para poder contaros lo que acontece por aqu&iacute;.

Y para lo que quer&aacute;is, ten&eacute;is nuestro correo en cartuchoscedesesyprozac@gmail.com

&iexcl;Cuidaos mucho, se os quiere!]]></description><link>https://www.ivoox.com/3x07-motin-tanuki-episodio-ii-audios-mp3_rf_116641834_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x07-motin-tanuki-episodio-ii-audios-mp3_rf_116641834_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 26 Sep 2023 09:28:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x07-motin-tanuki-episodio-ii_mf_116641834_feed_1.mp3" length="95376016" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x07 - Motín Tanuki - Episodio II</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/0/4/a/d/04ada4abd081185e15d9fa4c3ecd22d1_XXL.jpg"/></item><item><title><![CDATA[3x06 - Juegos del Verano de 2023]]></title><description><![CDATA[&iexcl;Muy buenas a todos!

No hay verano sin juegos, y no hay juegos sin verano.

Partiendo de anteriores episodios en las que vengo narrando como est&aacute;n siendo mis aventuras como nuevo usuario de PS5, he decidido hablaros de los juegos que he estado jugando estos meses hasta hace apenas un par de d&iacute;as. Un viaje de lo m&aacute;s variopinto que empieza en el &uacute;ltimo sistema que ha entrado en casa como PS5, hasta el primer ordenador que cay&oacute; en mis manos como el MSX. 

Para esta ocasi&oacute;n he pedido a un buen amigo que me eche una mano y el bueno de TheNestruo, N&eacute;stor Sancho para m&aacute;s se&ntilde;as, programador de juegos como P&eacute;rez The Mouse y Stevedore, se ha prestado amablemente a dejarnos su parecer con un t&iacute;tulo en concreto en el que &eacute;l ha tenido algo que ver. Hasta aqu&iacute; puedo leer...

Os recuerdo que pod&eacute;is estar al d&iacute;a de cuanto acontece en lo que era Twitter, y ahora llamado X, en la cuenta @PodcastCcp

El correo del programa para lo que gust&eacute;is es cartuchoscedesesyprozac@gmail.com

Este podcast tambi&eacute;n est&aacute; disponible en otras plataformas como Google Podcasts, Amazon Music y Apple Podcasts.]]></description><link>https://www.ivoox.com/3x06-juegos-del-verano-2023-audios-mp3_rf_114446864_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x06-juegos-del-verano-2023-audios-mp3_rf_114446864_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 17 Aug 2023 08:01:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x06-juegos-del-verano-2023_mf_114446864_feed_1.mp3" length="89675886" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x06 - Juegos del Verano de 2023</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/5/6/0/7/560797200827889b9298e48def800ef0_XXL.jpg"/></item><item><title><![CDATA[3x05 - MSXRU60 BCN -¡Nos vemos en los chiquiparques!]]></title><description><![CDATA[Muy buenas a todos.

Estamos de vuelta con un nuevo episodio, y con la promesa de hablar de la pasada RU de Barcelona que llega a su edici&oacute;n n&uacute;mero 60.

Para la ocasi&oacute;n no ha sido posible hacer una conexi&oacute;n con los asistentes para poder tomar el pulso del evento de manera remota, pero un tiempo antes de que se produjera el mismo, ya ten&iacute;a trazado un plan con un buen amigo quien adem&aacute;s de ofrecerse a colaborar, lo har&iacute;a con la inestimable ayuda de sus dos hijos.

As&iacute; que si quieres saber que nos tienen que contar Fernando, Paula y Hugo, qu&eacute;date con nosotros, coge algo fresquito de la nevera y algo para picar, y acom&oacute;date, porqu&eacute; en este episodio pasamos de vernos en los bares a vernos en los chiquiparques.

Twitter del podcast: @PodcastCcp
Correo del podcast: cartuchoscedesesyprozac@gmail.com]]></description><link>https://www.ivoox.com/3x05-msxru60-bcn-nos-vemos-los-audios-mp3_rf_112604495_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x05-msxru60-bcn-nos-vemos-los-audios-mp3_rf_112604495_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 18 Jul 2023 09:45:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x05-msxru60-bcn-nos-vemos-los_mf_112604495_feed_1.mp3" length="42903329" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x05 - MSXRU60 BCN -¡Nos vemos en los chiquiparques!</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/b/8/7/6/b876b089e9561f819c2e5f6f17e1fb72_XXL.jpg"/></item><item><title><![CDATA[3x04 - Tías que parten la pana]]></title><description><![CDATA[&iexcl;Muy buenas a tod@s!

&iexcl;Por fin vuelve a coincidir un nuevo episodio con el primer jueves de mes! &iexcl;Qu&eacute; alegr&iacute;a!

Aunque no estemos en el mes de marzo, no necesito motivo alguno para hablar de mujeres, y en este caso son pr&aacute;cticamente las grandes protagonistas de este episodio, tanto en lo que a videojuegos y m&uacute;sica respecta.

En la secci&oacute;n dedicada a la salud mental, comparto con todos vosotros un par de cosas que tienen que ver con mi d&iacute;a a d&iacute;a, y ya adelanto que son de esas cosas que a  uno lno le gustar&iacute;a tener que tratar. Estoy bien, tranquilos. Pero hay cosas en nuestra sanidad p&uacute;blica que necesitan mejorar urgentemente.

Os hago part&iacute;cipes de la cuenta oficial del Twitter del programa en @PodcastCcp, y que el correo del programa para lo que gustes preguntar es cartuchoscedesesyprozac@gmail.com

El men&uacute; musical se compone, entre otros temas, de estos:

- Trevor Rabin - Eyes Of Love.
- It Bites - Midnight.
- Nita Strauss - Our Most Desperate Hour
- Gretchenn Menn - Oleo Strut
- Disturbed feat Dorothea Taylor - Down With The Sickness
- Trevor Rabin - Killarney 1 &amp; 2
- Steve Lukather - I Found The Sun Again.
- Y una selecci&oacute;n musical de los juegos elegidos parar el episodio.]]></description><link>https://www.ivoox.com/3x04-tias-parten-pana-audios-mp3_rf_109474837_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x04-tias-parten-pana-audios-mp3_rf_109474837_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 01 Jun 2023 16:21:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x04-tias-parten-pana_mf_109474837_feed_1.mp3" length="75194845" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x04 - Tías que parten la pana</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/8/8/0/a/880a756808afbdd9beeedabfd2aa2dec_XXL.jpg"/></item><item><title><![CDATA[3x03 - ¡Nos vemos en los bares! -RUN"23 Quesada SX]]></title><description><![CDATA[&iexcl;Muy buenas a todos!


Hace un par de semanas, concretamente el fin de semana del 15 y 16 de Abril de 2023, se celebr&oacute; la segunda edici&oacute;n de la QuesadaSX, conocida tambi&eacute;n como RUN, Reuni&oacute;n de Usuarios del Norte, en Hoznayo, Cantabria.

Este evento reune todo tipo de sistemas cl&aacute;sicos y adem&aacute;s sirve de escaparate para todo tipo de expositores y desarrolladores de las escenas llamadas retro.

Pese a llevar s&oacute;lo dos ediciones, se han podido ver m&aacute;quinas de toda &iacute;ndole: de X68000 a un NABU, adem&aacute;s de desarrollos de software en ciernes del que pronto tendremos m&aacute;s noticias. Otro aliciente han sido las ponencias, en las que ha participado gente como Manuel Pazos, Felix FX, Antxiko de Las Baldas, e incluso Jos&eacute; Lu&iacute;s Lerma a 20Mhz

La ocasi&oacute;n la pintan calva, y con mi compa&ntilde;ero Baycorps y la inestimable ayuda desde Hoznayo de FranSX nos hemos lanzado sin red a cazar a algunos de los asistentes al encuentro para que respondieran a algunas cuestiones. 

Pero esta sesi&oacute;n de Bar MSX es muy especial...

Abrimos la barra sin apenas preparaci&oacute;n y con el margen que dieron un par de horas para montar todo el tinglado. Este episodio es el testimonio de lo que sucedi&oacute; un domingo por la ma&ntilde;ana en la RUN"23....

Si quer&eacute;is estar al d&iacute;a de las novedades, seguidnos en Twitter en @PodcastCcp

El correo del programa es cartuchoscedesesyprozac@gmail.com

Y tambi&eacute;n nos puedes escuchar en Amazon Music, Google Podcasts y Apple Podcasts




]]></description><link>https://www.ivoox.com/3x03-nos-vemos-bares-run-23-audios-mp3_rf_107409440_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x03-nos-vemos-bares-run-23-audios-mp3_rf_107409440_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 02 May 2023 16:34:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x03-nos-vemos-bares-run-23_mf_107409440_feed_1.mp3" length="99337432" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x03 - ¡Nos vemos en los bares! -RUN&quot;23 Quesada SX</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/1/9/4/d/194d20e6cadbfbc4846e0eb6773d561a_XXL.jpg"/></item><item><title><![CDATA[3x02 - De compras]]></title><description><![CDATA[&iexcl;Muy buenas!

El episodio que os traemos est&aacute; enfocado en hablar de videojuegos y de temas relativos a los mismos.

Pese a ser espec&iacute;fico, mani&aacute;tico que es uno, tambi&eacute;n me ha dado por dividir el programa en tres apartados.

- El primero va encarado al mercadeo de segunda mano desde mi experiencia y la del amigo Baycorps. Comentamos nuestros comienzos, como est&aacute; el panorama y tambi&eacute;n tenemos un dec&aacute;logo de buenas maneras que creo que podr&iacute;a ser de tu inter&eacute;s.

- Despu&eacute;s hablaremos de las empresas de mensajer&iacute;a, cuyo papel es primordial al respecto, y nos centraremos en qu&eacute; cosas no nos gustan y d&oacute;nde y como se podr&iacute;a mejorar.

- Para el final: quiero compartir con todos vosotros que ... &iexcl;Estreno consola nueva! Y no me ha sido nada f&aacute;cil escoger, as&iacute; que he lanzado una pregunta a unos amigos y compa&ntilde;eros para que me dieran su parecer...

En este episodio tengo el gusto de estar acompa&ntilde;ado por muy buena gente, como Rafa del podcast Jugad Malditos Jugad, tambi&eacute;n disponible en Ivoox, adem&aacute;s de contar con la colaboraci&oacute;n de Maldito Tony, compi de Rafa en JmJ, y de Jon Shepard (que tambi&eacute;n se ha pasado por aqu&iacute; en este episodio) y de Magneto en NESBuscando en la Basura, junto con un par de buenos parroquianos habituales de &eacute;ste, vuestro podcast.

Os recuerdo que pod&eacute;is estar al dia de cuanto acontece en la cuenta de Twitter en @PodcastCcp, y que la direcci&oacute;n del coreeo de &eacute;ste podcast, para lo que gustes, es cartuchoscedesesyprozac@gmail.com

Tambi&eacute;n nos puedes escuchar en Amazon Music, Google Podcasts y Apple Podcasts.

La selecci&oacute;n m&uacute;sical se compone de.

Trevor Rabin - Eyes of Love
Konami Kukeiha Club Perfect Selection
Rabea Massad - Grinding Gears Vol 1
Kenneth CM Young - SSD
]]></description><link>https://www.ivoox.com/3x02-de-compras-audios-mp3_rf_106282925_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x02-de-compras-audios-mp3_rf_106282925_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 13 Apr 2023 09:35:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x02-de-compras_mf_106282925_feed_1.mp3" length="94162667" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x02 - De compras</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/5/e/0/c/5e0cfbc9ae59915829d2d9a3c5f13e82_XXL.jpg"/></item><item><title><![CDATA[3x01 - ¡Viva Canadá!]]></title><description><![CDATA[&iexcl;Muy buenas a todos!

Este loco proyecto cumple dos a&ntilde;os, e iniciamos tercera temporada. &iexcl;No me lo puedo creer!

A los parroquianos llev&aacute;is apostando por este humilde podcast os reitero mi gratitud por vuestro apoyo y complicidad. Y si acabas de llegar, espero que lo que encuentres sea de tu agrado.

Empezamos con Cartuchos con un breve repasito a algunos de los primeros t&iacute;tulos interesantes, a mi entender, de &eacute;ste 2023 y os invito a que descubramos juntos que hay tras las siglas NABU&hellip;

En Cedeses es momento de cerrar la trayectoria de SAGA, que qued&oacute; interrumpida hace un par de episodios por falta de tiempo. Hay que saldar esta deuda, y descubrir un par de cosas interesantes.

En Prozac vuelvo a plantearos algunas hip&oacute;tesis de trabajo y conjeturas respecto a la manipulaci&oacute;n emocional, desde un prisma que considero que no le prestamos la atenci&oacute;n suficiente.

Este es el men&uacute; para el episodio de este mes, llamado &iexcl;Viva Canad&aacute;!

Si os gusta lo que escuch&aacute;is, os invito a que os suscrib&aacute;is a Ivoox y me dej&eacute;is vuestros comentarios y sugerencias. Son muy importantes y me ayudan a mejorar.

Tambi&eacute;n podr&aacute;s encontrarnos en Google Podcasts, Amazon Music y Apple Podcasts (Aqu&iacute; se oye mucho mejor, me lo ha chivado FranSX)...

Las novedades sobre lo que acontece en el podcast las encontrar&aacute;s en la cuenta de Twitter del mismo en @PodcastCcp

Tambi&eacute;n puedes mandarme un mensaje al correo del podcast en cartuchoscedesesyprozac@gmail.com

Estas son algunas de las canciones que escuchar&eacute;is a lo largo del episodio:

Andy Timmons &ndash; Beautiful Strange
Rush &ndash; Subdivision
Camel &ndash; Refugee
Loverboy &ndash; Working for the weekend
GTR &ndash; You can still get through
Helix &ndash; Rock You
Fleetwod Mac &ndash; The Chain
Eric Johnson &ndash; Space of Clouds
Eric Johnson &ndash; A Memory I Have
Flying Colors &ndash; Lost Without you
Toto &ndash; Lea

Y un pu&ntilde;ado de temas de SAGA.
]]></description><link>https://www.ivoox.com/3x01-viva-canada-audios-mp3_rf_104293123_1.html</link><guid isPermaLink="true">https://www.ivoox.com/3x01-viva-canada-audios-mp3_rf_104293123_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 08 Mar 2023 18:40:00 GMT</pubDate><enclosure url="https://www.ivoox.com/3x01-viva-canada_mf_104293123_feed_1.mp3" length="86655695" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>3x01 - ¡Viva Canadá!</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/5/e/7/3/5e7369c737dcc16067c53d5631c768d7_XXL.jpg"/></item><item><title><![CDATA[¿Qué és Cartuchos, Cedeses y Prozac?]]></title><description><![CDATA[&iexcl;Muy buenas a todos!

Si eres nuevo por aqu&iacute; y acabas de llegar, se bienvenido.

En esta breve promo te cuento que es lo que encontrar&aacute;s si decides unirte a nuestro equipo.

Aqui hablamos de videojuegos de todas las &eacute;pocas, y dedicamos una especial atenci&oacute;n a historias y hechos no tan conocidos en el mundo del ocio digital, desde un enfoque documentado y lo m&aacute;s preciso posible. &iexcl;Somos ratones de biblioteca y nos encanta investigar!

Tambi&eacute;n hablamos de m&uacute;sica, pero de generos no tan conocidos y en ocasiones casi exclusivos. Soy fan del Prog Rock y uno de mis m&aacute;s oscuros prop&oacute;sitos es atraeros a este lado de semejante g&eacute;nero musical. &iexcl;Que malvado soy!

En la tercera parte del programa hablo de salud mental. Soy discapacitado f&iacute;sico y psicol&oacute;gico, y convivo con varios diagn&oacute;sticos desde hace m&aacute;s de dos d&eacute;cadas. Me hubiera gustado entonces disponer de alguna fuente de informaci&oacute;n cercana y confiable a quien preguntar por qu&eacute; me pasaban ciertas cosas. 

En este programa os cuento mi experiencia personal y como me las apa&ntilde;o para desenvolverme en el d&iacute;a a d&iacute;a, con un prop&oacute;sito claro: echar una mano a quien lo necesite y tumbar tanto estigma, incomprensi&oacute;n y creencias trasnochadas y caducas.

Para poder abordar todos esto me cuento con la ayuda de mi buen amigo Baycorps desde Cornell&aacute;.

Si decides quedarte y quieres estar al tanto de todo, te invito a que nos sigas en la cuenta de Twitter del programa en @PodcastCcp

Y tambi&eacute;n tenemos un correo a tu disposici&oacute;n para lo que gustes en cartuchoscedesesyprozac@gmail.com

&iexcl;Se os quiere!
&iexcl;Cuidaos mucho!]]></description><link>https://www.ivoox.com/que-es-cartuchos-cedeses-prozac-audios-mp3_rf_103890489_1.html</link><guid isPermaLink="true">https://www.ivoox.com/que-es-cartuchos-cedeses-prozac-audios-mp3_rf_103890489_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 01 Mar 2023 09:15:00 GMT</pubDate><enclosure url="https://www.ivoox.com/que-es-cartuchos-cedeses-prozac_mf_103890489_feed_1.mp3" length="2067857" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>¿Qué és Cartuchos, Cedeses y Prozac?</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/9/1/c/b/91cbdf9b4fe9f3e2a117be9510662fb4_XXL.jpg"/></item><item><title><![CDATA[2x07 - ¡Nos vemos en los bares! - ESPECIAL 59RU MSX]]></title><description><![CDATA[&iexcl;Muy buenas! :

No he podido resistirme, y al ver que se van disipando los s&iacute;ntomas del trancazo que me tiene quemado desde el pasado 26 de Diciembre, el cuerpo me ped&iacute;a prepararos un cap&iacute;tulo nuevo.

La ocasi&oacute;n lo merece. Lo acontecido el pasado 28 de Enero en el espai Can Jaumandreu de la Universitat Oberta de Catalunya no puede pasarse por alto.

En esta ocasi&oacute;n el amigo Baycorps me lanz&oacute; esta idea, y la he tomado al pie de la letra: Vamos a crear un programa en plan tertulia de bar con amigos, y que &eacute;stos nos cuenten como vivieron aquel fin de semana, que les gust&oacute;, que no, y que tomen el papel protagonista en este vuestro podcast.

Y &eacute;ste es el resultado. Sin gui&oacute;n, ni preparaci&oacute;n, ni red de seguridad. Disculpad las gambas t&eacute;cnicas que se hayan podido colar.

Si os apetece echar un buen rato hablando del doctor Kazuhiko Nishi, del MSX3, de los asistentes a la RU, sobre bares y rutas tur&iacute;sticas, &eacute;ste es vuestro lugar.

Si busc&aacute;is informaci&oacute;n m&aacute;s concisa y dedicada respecto a lo acaecido, os invito a que os pas&eacute;is por los siguientes lugares:

- El podcast de CONEXI&Oacute;N MSX, aqu&iacute; mismo en Ivoox.
- El Blog de Manu.
- Metodologic.
- Diario El Pa&iacute;s.

Si os mola lo que escuch&aacute;is, si quer&eacute;is que repitamos y reabramos este "BAR del MSX", dejad vuestros comentarios por aqu&iacute;, y por twitter buscando la cuenta del podcast en @podcastccp

Tambi&eacute;n os recuerdo que tenemos un correo para lo que quer&aacute;is preguntar en cartuchoscedesesyprozac@gmail.com

Volvemos en breve, porqu&eacute; en Marzo ya sab&eacute;is que toca cambio de temporada, de look, y de alguna cosa m&aacute;s...

&iexcl;Se os quiere!

]]></description><link>https://www.ivoox.com/2x07-nos-vemos-bares-audios-mp3_rf_103224443_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x07-nos-vemos-bares-audios-mp3_rf_103224443_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 16 Feb 2023 17:39:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x07-nos-vemos-bares_mf_103224443_feed_1.mp3" length="57504095" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x07 - ¡Nos vemos en los bares! - ESPECIAL 59RU MSX</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/1/2/d/a/12da1d6449e5aac385009a8d1b247ad6_XXL.jpg"/></item><item><title><![CDATA[2x06 - 1983: Kilómetro Cero]]></title><description><![CDATA[&iexcl;Muy buenas!

Ya iba siendo hora de finiquitar este moribundo 2022 con un nuevo episodio de &eacute;ste, vuestro podcast.

En la secci&oacute;n Cartuchos os propongo un nuevo viaje a trav&eacute;s de la historia a un tiempo del que se habla bastante, y del que creo que no se ha profundizado lo suficiente. Todos m&aacute;s o menos sabemos que la Era de las Consolas tal y como la conocemos se ciment&oacute; con el lanzamiento de la Family Computer en 1983, mientras en Estados Unidos empez&oacute; a producirse el famoso Crack de los Videojuegos que tanto mencionan los norteamericanos.

Pero el viaje hasta &eacute;se 1983 tiene m&aacute;s matices, y hechos que fueron fundamentales para que la Tercera Generaci&oacute;n de las Consolas marcaran el camino a seguir. Adem&aacute;s, no fue s&oacute;lo el momento cero de las consolas...

Es un viaje apasionante que espero os guste si decid&iacute;s acompa&ntilde;arme.

Para la secci&oacute;n Cedeses os traigo un caramelo del llamado Neo-Progresivo. De tierras canandienses llegan SAGA, y vienen con muchas historias que contarnos.

Alerta Spoiler: &iexcl;Baycorps se ha hecho fan de la banda!

Para Prozac quiero saldar otra deuda de tantas que tengo pendientes por puro despiste en esta ocasi&oacute;n. Siempre os insto a que si est&aacute;is mal, pid&aacute;is ayuda y acud&aacute;is al m&eacute;dico, &iquest;verdad?

&iquest;Pero como y cuando se va al m&eacute;dico?... &iexcl;Qu&eacute; cabeza la m&iacute;a!

Os recuerdo que pod&eacute;is estar al dia de lo que acontece en el podcast en la cuenta de Twitter del programa en @PodcastCcp.

Y que para lo que quer&aacute;is me pod&eacute;is dejar unas palabras en cartuchoscedesesyprozac@gmail.com

El men&uacute; musical del programa se compone, entre ambos, de:

Uriah Heep - Gypsy.
James Gang - Funk #49
Blue Oyster Cult - Godzilla
Kraftwerk - The Robots
Wargames - Video Fever
Styx - Mister Roboto (Acoustic)
Yellow Magic Orchestra - Rydeen.
Kebu - Super Troopers.
Rush - YYZ
Wetton &amp; Downes - The Die is Cast.
CYAN - I Defy The Sun.
John Issley - It&acute;s a Long Way Back
Then Jerico - Big Area

Y un buen surtido de temas de SAGA, nuestros protagonistas en Cedeses



]]></description><link>https://www.ivoox.com/2x06-1983-kilometro-cero-audios-mp3_rf_100228888_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x06-1983-kilometro-cero-audios-mp3_rf_100228888_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 21 Dec 2022 09:50:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x06-1983-kilometro-cero_mf_100228888_feed_1.mp3" length="40580509" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x06 - 1983: Kilómetro Cero</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/9/d/5/3/9d53d99f3b3ded2cab1285f7d2a0342b_XXL.jpg"/></item><item><title><![CDATA[2x05 -Concierto para 16 Bits]]></title><description><![CDATA[&iexcl;Muy buenas, querid&iacute;simos!

A la carga con nuevo episodio en el que vamos a darnos otro paseo en el tiempo para saber un poco m&aacute;s de una compa&ntilde;&iacute;a pionera como Sharp y con uno de sus ordenadores m&aacute;s preciados: el venerado X68000

En el apartado musical, donde sigo empecinado en llevaros por la senda de la m&uacute;sica m&aacute;s exclusiva, viene con un dos por uno que llevo meses con ganas de mostraros: se habla claro y de manera concisa sobre que &eacute;s el Rock Sinf&oacute;nico y el Rock Progresivo, que no son lo mismo, y para ilustrar el ejemplo nos montaremos en el OVNI de colores de Jeff Lynne y sus compis para viajar a traves del legado de la Electri Ligth Orchestra, conocida para la eternidad como "la ELO".

Para la secci&oacute;n de Prozac he decidido salirme de mi zona de confort y mojarme en una serie de peque&ntilde;as reflexiones en las que, burdamente, trato de enfrentarme a dichos y refranes cargados de siglos de tradici&oacute;n. &iexcl;Ignorante que es uno!

Para los recien llegados; si quer&eacute;is estar al dia de lo que se cuece en este podcast pod&eacute;is  hacerlo siguiendo la cuenta de Twitter oficial en @PodcastCcp

Tambi&eacute;n ten&eacute;is el correo del podcast a vuestra entera disposici&oacute;n para lo que gust&eacute;is en cartuchoscedesesyprozac@gmail.com

Y si sois tan amables, suscrib&iacute;os y participad con vuestros comentarios: vuestras opiniones son de suma importancia para que pueda mejorar en mi trabajo con el podcast.

El men&uacute; musical de este episodio se compone, entre otros, de los siguientes temas:

- Nooran Sisters Feat. Andre Antunes - Jugni
- Nusrat Fateh Ali Khan Feat. Andre Antunes - Sanson Ki Mala Pe
- Cassiopea - Take on Me.
- Spin Doctors - Bags of Dirt.
- Trevor Rabin - Don&acute;t You Ever Lose.
- The Move - Brontosaurus/What
Como no, un buen pu&ntilde;ado de temas de la ELO
- Derek Sherinian - The Lone Spaniard
- Flying Colors - The Storm (Neal Morse Mix)
- Eric Johnson - Your Sweet Eyes
- Yes - Sheherzade
- Steve Lukather - Along For The Ride

... Y una cosa m&aacute;s... &iquest;Sab&eacute;is lo que es "El Internet De Las Cosas? ...]]></description><link>https://www.ivoox.com/2x05-concierto-para-16-bits-audios-mp3_rf_95224824_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x05-concierto-para-16-bits-audios-mp3_rf_95224824_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 01 Nov 2022 12:28:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x05-concierto-para-16-bits_mf_95224824_feed_1.mp3" length="36817204" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x05 -Concierto para 16 Bits</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/2/8/a/b/28ab626046a49e7faa9050ed7d44b468_XXL.jpg"/></item><item><title><![CDATA[SÓLO Prozac - 004 - Un diez de Octubre de tantos]]></title><description><![CDATA[Muy buenas

Es la primera vez que me tiro sin red, sin preparar nada.
Con todo el miedo del mundo, hoy he sentido la necesidad de crear este S&oacute;lo Prozac.

Aprovechando la fecha, ya que el 10 de Octubre es el Dia Mundial de la Salud Mental, quiero contaros como es uno de tantos
de mis dias, desde la experiencia que me otorga mi condici&oacute;n de discapacitado f&iacute;sico y psicol&oacute;gico.

Mi anhelo es seros de ayuda, de poder dar a la gente toda la informaci&oacute;n y experiencia de la que dispongo, con el fin de normalizar
el discurso sobre la salud mental y vencer de una vez por todas tanto estigma, tab&uacute; y prejuicios.

Muchos entender&aacute;n este gesto como una muestra de debilidad. No se si soy tan d&eacute;bil. S&oacute;lo puedo deciros que me cuesta horrores abrir mi coraz&oacute;n,
pero si lo hago es por un prop&oacute;sito. Por sentirme &uacute;til.

Por ayudarte.

Y para decirte que es normal lo que te pasa, y que no est&aacute;s s&oacute;lo.

He aderezado el programa con estas canciones.

One Time - King Crimson.
Neal Schon - Zanzibar y Boulevard of Dreams.
Mister Mister - Kyrie
Saga - Climbing the ladder
Genesis - Horizons
Marillion - Hope for the future.

Me pod&eacute;is encontrar en Twitter en @PodcastCcp y por gmail en cartuchoscedesesyprozac@gmail.com

Se os quiere.]]></description><link>https://www.ivoox.com/solo-prozac-004-un-diez-de-audios-mp3_rf_93715140_1.html</link><guid isPermaLink="true">https://www.ivoox.com/solo-prozac-004-un-diez-de-audios-mp3_rf_93715140_1.html</guid><category><![CDATA[Audios de Mente y psicología]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Mon, 10 Oct 2022 20:28:00 GMT</pubDate><enclosure url="https://www.ivoox.com/solo-prozac-004-un-diez-de_mf_93715140_feed_1.mp3" length="14769243" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>SÓLO Prozac - 004 - Un diez de Octubre de tantos</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/d/e/b/9/deb9f31eb5a9d003aa8c2cd098143380_XXL.jpg"/></item><item><title><![CDATA[2x04 - Gritos, espadas y cuchillos]]></title><description><![CDATA[Hola de nuevo, querid&iacute;sim@s.

A la carga de nuevo con una buena raci&oacute;n de videojuegos, m&uacute;sica, y temas de la cabeza.

Hace mucho tiempo que no repaso como est&aacute; la escena homebrew, y viendo lo que acontece es buen momento para que nos pongamos juntos al d&iacute;a. Tambi&eacute;n quiero compartir con vosotros como est&aacute; siendo este verano en el que un par de consolas nuevas han irrumpido en mi habitaci&oacute;n. Esta vez hablar&eacute; de como est&aacute; siendo para mi descubrir una m&aacute;quina como la Xbox One X

En Cedeses hablar&eacute; de un grupo de culto y que tiene aut&eacute;nticas joyas en su cat&aacute;logo. La historia de Tears for Fear es de lo m&aacute;s curiosa, con detalles realmente apasionantes. 

Para Prozac he querido abordar el tema del suicidio, desde un prisma b&aacute;sico y como siempre, con el fin de ahondar en un tema tan tab&uacute; y estigmatizado con el fin de acercarnos a &eacute;l con la mayor normalidad posible, y siempre desde un esp&iacute;ritu constructivo para tratar, que ya es, ser &uacute;til a quien pueda padecerlo de manera directa o indirectamente.

Algunos de los datos mencionados en esta secci&oacute;n tienen que ver con la l&iacute;nea de tel&eacute;fono 024 habilitada por el Gobierno de Espa&ntilde;a, adem&aacute;s de otras instituciones como El Tel&eacute;fono de la Esperanza.

Web: https://telefonodelaesperanza.org
Tel&eacute;fono habilitado para prevenci&oacute;n del suicidio: 717 003 717

Como siempre, tambi&eacute;n os hago part&iacute;cipes de la cuenta oficial del podcast en Twitter en @PodcastCcp

Y para comentarios, sugerencias, herencias, maletines...(&iexcl;Es broma!) me pod&eacute;is encontrar en el mail habilitado para el podcast en : cartuchoscedesesyprozac@gmail.com

El men&uacute; musical de hoy se compone, entre otros de:

Pendragon - Schizo
Graduate - Acting my Age
Journey - Edge of the blade.
Neal Schon - Zanzibar.
Andy Timmons
Steve Lukather - Do I Stand Alone.
Y los invitados de hoy: Tears for Fears!
]]></description><link>https://www.ivoox.com/2x04-gritos-espadas-cuchillos-audios-mp3_rf_92310527_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x04-gritos-espadas-cuchillos-audios-mp3_rf_92310527_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 13 Sep 2022 09:24:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x04-gritos-espadas-cuchillos_mf_92310527_feed_1.mp3" length="37898060" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x04 - Gritos, espadas y cuchillos</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/8/5/5/c/855c43894f41039f647ea679e95ee915_XXL.jpg"/></item><item><title><![CDATA[2x03 - Entre yates y Poly Klyns]]></title><description><![CDATA[Se me ha vuelto a hacer tarde...

&iexcl;Buenas a todas las personas de bien!

Madre mia como ha venido Hulior este a&ntilde;o, y Agostorl empieza tambi&eacute;n con ganas de derretir la faz de la tierra sin pesta&ntilde;ear.

Los calores no me permiten grabar en mi Cueva, as&iacute; que de perdidos al rio, me he atrevido a salir totalmente de mi zona de confort y he realizado el episodio que vas a escuchar usando una vieja grabadora digital Sanyo que enciende y apaga cuando le viene en gana.

Verano y videojuegos. Esto me trae recuerdos, y aludiendo a los mismos paso revista a una compa&ntilde;ia cuyos or&iacute;genes y evoluci&oacute;n merecen ser m&aacute;s conocidos por un p&uacute;blico m&aacute;s amplio, a mi retorcido entender.

Llevamos unos meses con el coraz&oacute;n encogido por algunas de las p&eacute;rdidas que adolece el mundo de la m&uacute;sica: nuevamente, zona de confort cero para hablaros un poco de Vangelis.

Apetece ir al cine todo el a&ntilde;o, pero en verano cobra un cariz especial. Las terrazas de verano tienen los asientos m&aacute;s inc&oacute;modos jam&aacute;s constru&iacute;dos, pero tienen los cielos m&aacute;s bonitos que nos puede regalar la vida. Os propongo una lista breve de cine que trata con cierto rigor asuntos relacionados con la salud mental.

Twitter: @PodcastCcp
Correo: cartuchoscedesesyprozac@gmail.com

El men&uacute; musical se compone, entre otros, de:

Mister Mister.
David Lee Roth.
SNK.
Andy Timmons.
Genesis.
Aphrodite&acute;s Child.
Styx.
...


]]></description><link>https://www.ivoox.com/2x03-entre-yates-poly-klyns-audios-mp3_rf_90569478_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x03-entre-yates-poly-klyns-audios-mp3_rf_90569478_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 02 Aug 2022 14:58:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x03-entre-yates-poly-klyns_mf_90569478_feed_1.mp3" length="28785086" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x03 - Entre yates y Poly Klyns</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/9/4/9/0/9490a35afb7bec23b0316736f4e37822_XXL.jpg"/></item><item><title><![CDATA[Solo Prozac - 003 - Ansiedad entres actos - Tercera parte]]></title><description><![CDATA[Hola a tod@s.

Por f&iacute;n puedo saldar mi deuda con todos vosotros y puedo poner un punto y aparte en esta serie de p&iacute;ldoras dedicadas a la ansiedad y que inici&eacute; hace un a&ntilde;o.

Mejor tarde que nunca.

En esta tercera entrega me sirvo de material in&eacute;dito, y exclusivo para el formato S&oacute;lo: Esta entrega estaba prevista su publicaci&oacute;n en el episodio 5 de la temporada anterior, si mal no recuerdo, pero que qued&oacute; por publicar por un cambio de &uacute;ltima hora.

Deciros que el formato S&Oacute;LO seguir&aacute; abierto a futuros programas tem&aacute;ticos, y que con tiempo, aplomo y un mejor planteamiento de mi flujo de trabajo, espero poder llegar a todos vosotros con mayor frecuencia.

Twitter del programa: @PodcastCcp
Correo: cartuchoscedesesyprozac@gmail.com

Escuchamos en este programa los temas de:

King Crimson: One Time.
Neal Schon: Bandalero.
Jackson Browne: Running on empty
Christopher Cross: Sailing
Steve Miller Band: Jet Airliner
]]></description><link>https://www.ivoox.com/solo-prozac-003-ansiedad-entres-actos-audios-mp3_rf_89752008_1.html</link><guid isPermaLink="true">https://www.ivoox.com/solo-prozac-003-ansiedad-entres-actos-audios-mp3_rf_89752008_1.html</guid><category><![CDATA[Audios de Mente y psicología]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 13 Jul 2022 08:45:00 GMT</pubDate><enclosure url="https://www.ivoox.com/solo-prozac-003-ansiedad-entres-actos_mf_89752008_feed_1.mp3" length="11409075" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>Solo Prozac - 003 - Ansiedad entres actos - Tercera parte</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/e/b/b/2/ebb2b40cee3701c3201f612b475acb38_XXL.jpg"/></item><item><title><![CDATA[2x02 - Un legado legítimo]]></title><description><![CDATA[Bienvenid@s a una nueva entrega.

Con el verano asomando la patita, me apetec&iacute;a rescatar una cuesti&oacute;n a la que considero que no se le ha dado la importancia que merece. Todos tenemos m&aacute;s que interiorizados costumbres a la hora de jugar como el guardar y cargar partida, o bien echar mano de trucos.

&iquest;Pero como funcionaba esto en los primeros a&ntilde;os de las consolas y micro-ordenadores?&iquest;Cuales fueron los primeros ingenios que nos facilitaban la vida con los juegos m&aacute;s desafiantes?

Creo que es el momento en que hay que legitimar un legado que est&aacute; bastante extendido entre los usuarios habituales, pero no es tan conocido por el p&uacute;blico en general. Puede que os sorprenda...

Cedeses viene con una deuda pendiente conmigo mismo, que empec&eacute; a saldar en el episodio anterior con It Bites; quiero continuar con mi cruzada por rescatar a bandas que abrazaron el Rock Progresivo cuando &eacute;ste estaba en su peor momento, y que incluso abanderaron propuestas que se convirtieron en un nuevo g&eacute;nero, ramificando el Prgo Rock hacia terrenos m&aacute;s duros y contundentes.

Prozac retoma el tema del Bullying, pero desde la perspectiva del agresor; un prisma no tan conocido, cuyos patrones distan de estar definidos y cuyo papel pone de manifiesto algunas de las cuestiones m&aacute;s irritantes respecto al acoso y la violencia.

La portada de este mes ha sido lo m&aacute;s f&aacute;cil del mundo, ya que Ignatius Farray me lo ha puesto a huevo con sus recientes tuits. &iexcl;Gracias, se&ntilde;or barbudo!

Os recuerdo que todas las novedades respecto al podcast se publican en la cuenta oficial del mismo en Twitter, en @PodcastCcp, y que ten&eacute;is a vuestra disposici&oacute;n el correo del mismo en cartuchoscedesesyprozac@gmail.com

El menu musical del mes viene con:

Jeff Beck - Led Boots
Plini - Czar of Steel
Loverboy - Working for the Weekend
Spin Doctors - Jimmy Olsen&acute;s Blues
GTR - The hunter
Toto - Live for Today
Marillion - An Accidental Man
Anthony Phillips - Henry: Portraits from Tudor Times
Eric Johnson - Virginia
Y una selecci&oacute;n Queensryche]]></description><link>https://www.ivoox.com/2x02-un-legado-legitimo-audios-mp3_rf_87364541_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x02-un-legado-legitimo-audios-mp3_rf_87364541_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sun, 22 May 2022 09:15:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x02-un-legado-legitimo_mf_87364541_feed_1.mp3" length="35229164" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x02 - Un legado legítimo</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/f/c/b/e/fcbe7ebc77aab727d183b5c6628b7aa2_XXL.jpg"/></item><item><title><![CDATA[2x01 - Repóker de Ases]]></title><description><![CDATA[&iexcl;Bienvenidos a la segunda temporada!

Aunque el estreno estaba previsto para el pasado 11 de Marzo, no ha podido ser. Pero me he esmerado en tenerlo todo lo mejor presentado posible.

Estreno nuevo logo para esta temporada, y me voy a esforzar por darle a cada episodio una miniatura dedicada.

Siendo el mes de Marzo el m&aacute;s reinvindicativo en lo que respecta a la mujer y a su lucha tanto individual como colectiva, he querido dedicar este programa a 5 mujeres que han hecho, y siguen haciendo, historia en el mundo de los videojuegos.

Este a&ntilde;o tambi&eacute;n os acercar&eacute; algunos grupos del Prog y alrededores que no son tan habituales, y cuya propuesta sonora es bastante m&aacute;s accesible para el entusiasta no iniciado. Este mes le toca a los magos de It Bites; una de mis grandes debilidades.

En Prozac toca ponerse con un tema que tambi&eacute;n me toca directamente, pero que, por desgracia, es de sobras conocido y a nadie deja indiferente. Hoy toca hablar del Bullying, y espero estar a la altura.

Te recuerdo que puedes seguirme en Twitter en @PodcastCcp.

El correo del programa es cartuchoscedesesyprozac@gmail.com para lo que gustes.

El men&uacute; musical de este programa viene surtido, entre otros, de:

&iexcl;Las protagonistas del programa!
The Aristocrats - Louisville Stomp
Mariachi Entertainment System 
Toto - King of the World
The Communards - Don&acute;t Leave Me This Way
Madonna - Papa Don&acute;t Preach
Eruope - The Final Countdown
It Bites
Dio - Rock &amp; Roll Children
Queen - Don&acute;t Lose Your Head
RUSH - Subdivisions.
Peter Gabriel Feat. Kate Bush - Don&acute;t Give Up
Rude Monkey - Euskadi Tropical 

PS: &iexcl;Yo tambien quiero "Viernes de Baldas"


]]></description><link>https://www.ivoox.com/2x01-repoker-ases-audios-mp3_rf_84198297_1.html</link><guid isPermaLink="true">https://www.ivoox.com/2x01-repoker-ases-audios-mp3_rf_84198297_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 23 Mar 2022 21:46:00 GMT</pubDate><enclosure url="https://www.ivoox.com/2x01-repoker-ases_mf_84198297_feed_1.mp3" length="41005810" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>2x01 - Repóker de Ases</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/1/e/9/71e9376f7d13d1de06acd3eefb6db399_XXL.jpg"/></item><item><title><![CDATA[1x07 - Me gusta más Ikea]]></title><description><![CDATA[Hola a todos, y buen 22... Espero.

Cierro la temporada con un nuevo episodio en el que os cuento cosas acerca de como ha acabado 2021 y como arranca 2022 en lo que respecta a videojuegos y a mis m&uacute;sicas preferidas. Doy repaso a algunas novedades y os contar&eacute; una historia que tiene que ver con un personaje-mascota del que qued&eacute; prendado desde la primer&iacute;sima vez que lo descubr&iacute;, a finales de los a&ntilde;os noventa.

En lo que respecta a m&uacute;sica me mojo a la hora de hablar de como se las gastan algunas plataformas de difusi&oacute;n de m&uacute;sica por streaming, y tambi&eacute;n habr&aacute; un peque&ntilde;o hueco con un par de batallitas y algunas recomendaciones.

Para la secci&oacute;n Prozac he decidido enfocar este episdio desde un prisma un tanto m&aacute;s reflexivo, echando la vista atr&aacute;s y compartiendo con vosotros mi experiencias m&aacute;s recientes. Os desvelo un "secreto" que no lo es tanto, y os hago part&iacute;cipes de un personaje del que supe hace unos a&ntilde;os, pero no ha sido hasta hace apenas unas semanas que he podido descubrir m&aacute;s sobre &eacute;l, y que me tiene ensimismado.

Todo esto viene aderezado con un men&uacute; musical marca de la casa. con temas de:

The Flower Kings
Big Big Train
Richie Castellano
Carlos Viola
Frameshift
Rush
Edgar Winter Band
Saxon
Troika
Y alguno m&aacute;s.

Os recuerdo que me pod&eacute;is encontrar en Twitter en @PodcastCcp y en el correo del prorgrama en : cartuchoscedesesyprozac arroba Gmail punto com.

&iexcl;Se os quiere!]]></description><link>https://www.ivoox.com/1x07-me-gusta-mas-ikea-audios-mp3_rf_82135891_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x07-me-gusta-mas-ikea-audios-mp3_rf_82135891_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sat, 12 Feb 2022 10:42:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x07-me-gusta-mas-ikea_mf_82135891_feed_1.mp3" length="32847429" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x07 - Me gusta más Ikea</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[Cartuchos con turrón y mazapán - Especial Navidades 2021]]></title><description><![CDATA[Hola a tod@s

Como cada a&ntilde;o, vuelve la navidad. Y siendo esta la primera de este humilde podcast, os invit&eacute; a participar del mismo compartiendo vuestras experiencias, vivencias y/o an&eacute;cdotas relacionadas con los videojuegos y la navidad.

En este peque&ntilde;o especial escucharemos las an&eacute;cdotas de oyentes y amigos, que a buen seguro disfrutar&eacute;is e incluso empatizar&eacute;is por alguna causa com&uacute;n.

A quienes hab&eacute;is dedicado unos minutos de vuestro tiempo a dejar por aqu&iacute; vuestro testimonio os reitero mi gratitud. &iexcl;Que viva la buena gente!

Pon&eacute;os c&oacute;modos, pilad la mantita o encended la estufa, y acompa&ntilde;aos con una bebida calentita para escuchar este episodio especial navide&ntilde;o.

Escuchar&eacute;is m&uacute;sica de Steve Lukather, Chris de Burgh, Alan White &amp; Chris Squire, Jethro Tull, El Consorcio, Brenda Lee, Casiopea, Marcus Miller, Joseph Williams y Slade.

Espero que pas&eacute;is las mejores fiestas posibles, y que el a&ntilde;o que est&aacute; por venir no sea tan duro como estos dos &uacute;ltimos.

Cuidaos mucho. &iexcl;Os espero en el 2022!]]></description><link>https://www.ivoox.com/cartuchos-turron-mazapan-especial-navidades-audios-mp3_rf_79874361_1.html</link><guid isPermaLink="true">https://www.ivoox.com/cartuchos-turron-mazapan-especial-navidades-audios-mp3_rf_79874361_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Tue, 21 Dec 2021 10:01:00 GMT</pubDate><enclosure url="https://www.ivoox.com/cartuchos-turron-mazapan-especial-navidades_mf_79874361_feed_1.mp3" length="39340004" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>Cartuchos con turrón y mazapán - Especial Navidades 2021</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x06 - Dos tazas]]></title><description><![CDATA[De vuelta con vosotros.

Gracias por seguir ah&iacute; y por vuestra paciencia y complicidad. Han sido unos meses duros, y quiero retomar el ritmo.

Este mes vienen las cosas a pares, y hay que hablar en la secci&oacute;n de cartuchos de UnMetal y de Metroid Dread, y en la secci&oacute;n de Cedeses de Yes y Dream Theater. Me lio la manta a la cabeza y no os voy a dar tregua, con una review a primera escucha, absolutamente fuera de mi zona de confort.

Y respecto a la secci&oacute;n Prozac, la salud mental ha ganado cota de pantalla en los medios y en boca de periodistas de toda &iacute;ndole y plumaje. Hoy hablar&eacute; de ansiedad y depresi&oacute;n en el mundo del deporte.

Hablando de deporte y libros, os dejo un par de enlaces donde conseguir "Siempre Preparado", de V&iacute;ctor Rubio Estarlich. Totalmente recomendado.

https://npqeditores.com/producto/siempre-preparado/

https://www.amazon.es/Siempre-preparado-Gestiona-afronta-lidera/dp/841849610X

Y os invito a que particip&eacute;is en un pr&oacute;ximo programa que quiero dedicar a videojuegos y navidad. Me encantar&iacute;a que me mandar&aacute;is audios con vuestras vivencias, experiencias y an&eacute;cdotas al respecto. Ten&eacute;is a vuestra disposici&oacute;n el correo del programa: cartuchoscedesesyprozac@gmail.com

Os invito tambi&eacute;n a suscribiros al podcast y que dej&eacute;is vuestros comentarios. Es de suma importancia tu participaci&oacute;n para poder mejorar con cada programa.

Puedes encontrarme en Twitter en @PodcastCcp

Espero que disfrut&eacute;is de este episodio.]]></description><link>https://www.ivoox.com/1x06-dos-tazas-audios-mp3_rf_78872719_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x06-dos-tazas-audios-mp3_rf_78872719_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sun, 28 Nov 2021 11:01:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x06-dos-tazas_mf_78872719_feed_1.mp3" length="48597151" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x06 - Dos tazas</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[MONÓCULO Especial - 40 años de Ulises 31]]></title><description><![CDATA[¡Madre mía, que nervios!

¡Muy buenas a todos, y sed bienvenidos!

La verdad es que no se ni por donde empezar. Estos dos meses y pico ya han sido tan intensos, como extraños, y el fruto de centenares de horas de investigación y trabajo lo encontraréis plasmado en éste episodio especial dedicado a mi serie favorita de animación de toda la vida: Ulises 31.

Un amigo mio ha dicho que éste programa puede ser el monográfico más completo en habla hispana sobre Ulises 31. Tal afirmación me enorgullece, y me acongoja a partes iguales. Yo me contento con que lo disfrutéis y que os despierte algún recuerdo. O si vienes nuevo y no conoces la serie, que sirva de aliciente para que le des una oportuniad a una de las mayores series de animación de culto de los últimos 40 años.

En un principio, y he tratado de mantener esta estructura, he basado este programa en la banda sonora de la serie. Pero con el paso del tiempo he podido acceder a documentación casi inédita y a datos que me han sido facilitados y contrastados por gente muy próxima a los creadores de la serie, que éste especial ha tomado un cariz de proporciones épicas. ¡Daría para hacer un pequeño "Making of" del mismo!

Os invito gustosamente a que os montéis en la Odysseus conmigo y me acompañéis en este apasionante viaje.

Y atención: Si me seguís en Twitter en @PodcastCcp, habrá sorpresas a partir de la semana que viene. Compartiré con vosotros, y a la antigua usanza, todo tipo de datos extra que expandirán/complementarán lo que acontece en este episodio, además de material gráfico que me ha sido posible publicar mediante autorización expresa de uno de mis confidentes.

Algunos enlaces de interés respecto al programa los encontrarás aquí abajo:

- Parallax: Site oficial de David Colin.
http://www.parallax.fr/9.ulysse31str/ulysse31str.htm

-TMS Entertainment (Tokyo Movie Shinsha)
https://tmsanime.com/

- Le site d´Ulysse 31
http://ulysse31.saitis.net/

Os invito a que os sucribáis al canal aquí en Ivoox, y dejéis vuestros comentarios. Son importantes para que pueda mejorar en mis contenidos.

Ya he mencionado antes la cuenta de Twitter del podcast (@PodcastCcp), y también os recuerdo la cuenta de correo del programa: cartuchoscedesesyprozac@gmail.com

Hoy mejor obvio la playlist. La música es el verdadero protagonista del programa.

Para mi amigo Marcos. Siempre en mi corazón.

* FRA: Pour mes amis de la France: Excuse moi mon "invisible" Francoise! 

Et merci beacoup David, Laurent, Marc et José Recio Blancas!]]></description><link>https://www.ivoox.com/monoculo-especial-40-anos-ulises-31-audios-mp3_rf_76272546_1.html</link><guid isPermaLink="true">https://www.ivoox.com/monoculo-especial-40-anos-ulises-31-audios-mp3_rf_76272546_1.html</guid><category><![CDATA[Audios de Cine, tv y espectáculos]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sat, 02 Oct 2021 19:32:00 GMT</pubDate><enclosure url="https://www.ivoox.com/monoculo-especial-40-anos-ulises-31_mf_76272546_feed_1.mp3" length="68514564" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>MONÓCULO Especial - 40 años de Ulises 31</itunes:subtitle><itunes:image href="https://static-1.ivoox.com/audios/8/5/1/9/9761633199158_XXL.jpg"/></item><item><title><![CDATA[SÓLO Prozac - 002 - Ansiedad en 3 actos - Segunda Parte]]></title><description><![CDATA[&iquest;C&oacute;mo estamos?

Llega el momento de hablar de nuevos elementos respecto a la ansiedad en esta nueva entrega, que comprende los programas 3 y 4 del formato habitual del podcast.

En este episodio, os cuento algunos detalles t&eacute;cnicos de como act&uacute;a nuestro cuerpo cuando est&aacute; sometido a las embestidas de la ansiedad, y tambi&eacute;n os cuento seg&uacute;n mis vivencias, que es lo que nos espera cuando tenemos que reincorporarnos a nuestros quehaceres diarios, como es el trabajar, estudiar, y qu&eacute; nos podemos encotrar.

Recordad que os pod&eacute;is suscribir a &eacute;ste canal aqu&iacute; mismo, en Ivoox, y que espero con gusto vuestros comentarios y sugerencias. Con tu ayuda, puedo mejorar a crear mejor contenido.

Podr&aacute;s encontrar las &uacute;ltimas novedades en la cuenta de Twitter del programa: @PodcastCcp

Y tienes a tu disposici&oacute;n para lo que gustes el correo del programa en: cartuchoscedesesyprozac@gmail.com

Escucharemos algunos de estos temas.

Styx - She Cares
Dave Matthews Band - What would you say?
Sons of Apollo - Alive
Steve Lukather - Judgment Day
Tom Petty - Running down a dream
Steely Dan - Do it again
Rush - Different strings.]]></description><link>https://www.ivoox.com/solo-prozac-002-ansiedad-3-audios-mp3_rf_75903018_1.html</link><guid isPermaLink="true">https://www.ivoox.com/solo-prozac-002-ansiedad-3-audios-mp3_rf_75903018_1.html</guid><category><![CDATA[Audios de Mente y psicología]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Fri, 24 Sep 2021 11:23:00 GMT</pubDate><enclosure url="https://www.ivoox.com/solo-prozac-002-ansiedad-3_mf_75903018_feed_1.mp3" length="14688105" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>SÓLO Prozac - 002 - Ansiedad en 3 actos - Segunda Parte</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[SÓLO Prozac - 001 - Ansiedad en 3 actos - Primera Parte.]]></title><description><![CDATA[&iexcl;Hola de nuevo!

Si la secci&oacute;n Prozac es uno de los pilares fundamentales sobre los que cimento este humilde podcast, creo que se hace necesario que sea m&aacute;s accesible y que llegue a m&aacute;s gente. Porqu&eacute;, y soy el primero en comprenderlo, que habr&aacute; gente que no querr&aacute; tragarse mi chapa hablando de videojuegos, &oacute; de m&uacute;sica rara y cargante.

Siendo, como ha sido, el germen del formato S&Oacute;LO, y debido a que estos contenidos tienen una carga emocional potente, el formarto S&oacute;lo Prozac tendr&aacute; una duraci&oacute;n m&aacute;s corta; es m&aacute;s f&aacute;cil de digerir en formato "p&iacute;ldora".

Y en &eacute;sta pildora encontrar&aacute;s los contenidos de la secci&oacute;n Prozac de los dos primeros programas, tal y como fueron publicados.

Te invito a que te suscribas al canal y me dejes tus comentarios. Tu opini&oacute;n y tus sugerencias me ayudan a hacer mejor las cosas.

Os hago participes de mi cuenta de Twitter, @PodcastCcp,  para que no os perd&aacute;is las novedades del podcast, y del correo del programa, cartuchoscedesesyprozac@gmail.com

&iexcl;Gracias por dedicarme un poco de tu tiempo!]]></description><link>https://www.ivoox.com/solo-prozac-001-ansiedad-3-audios-mp3_rf_75040101_1.html</link><guid isPermaLink="true">https://www.ivoox.com/solo-prozac-001-ansiedad-3-audios-mp3_rf_75040101_1.html</guid><category><![CDATA[Audios de Mente y psicología]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Mon, 06 Sep 2021 09:34:00 GMT</pubDate><enclosure url="https://www.ivoox.com/solo-prozac-001-ansiedad-3_mf_75040101_feed_1.mp3" length="13475810" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>SÓLO Prozac - 001 - Ansiedad en 3 actos - Primera Parte.</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[SÓLO CDs - 001 - Los 20 inventos que cambiaron la música.]]></title><description><![CDATA[&iexcl;Dia de estreno!

Os presento el que, espero, sea el primero de muchos monogr&aacute;ficos en un formato que he bautizado como S&Oacute;LO.

El primero va dedicado a la m&uacute;sica. &Eacute;ste S&Oacute;LO CEDESES est&aacute; inspirado en el trabajo del m&uacute;sico, productor m&uacute;sical, profesor
y YouTuber/Instagramer, Rick Beato; os recomiendo encarecidamente que os suscrib&aacute;is a su canal y le sig&aacute;is por las RR.SS, ya que 
el contenido que tiene a bien compartir con el mundo es de mucho quilates.

Os dejo un enlace del video en el que me he inspirado para confeccionar &eacute;ste programa.

https://www.youtube.com/watch?v=qZ1t1epu8bE

Os invito a hacer un viaje a trav&eacute;s de la historia y del tiempo para descubrir cuales son, a mi entender, los 20 inventos
que cambiaron la m&uacute;sica para siempre.

&iexcl;Espero que disfrut&eacute;is de la traves&iacute;a!

Os recuerdo que me pod&eacute;is encontrar en el correo del programa, y en la cuenta de twitter oficial del podcast en:

Mail: cartuchoscedesesyprozac@gmail.com
Twitter: @PodcastCcp

Algunos de los temas que escuchar&eacute;is los encontrar&aacute;s en la siguiente lista:

- John Mayer - 83
- U2 - Vertigo.
- The Ventures - The 2000 pound bee.
- Rolling Stones - I can&acute;t get no (Satisfaction).
- Kid Rock - Bawitdaba.
- Yellow Magic Orchestra - Technopolis.
- Walk the moon - Headphones.
- Gym Class Heroes - New friend request.
- Billy Joel - Stiletto.
- Will Chase - The last real record store on Earth.
- Link Wray - Rumble.
- Van Halen - Eruption.
- Manowar - Blow your speaker.
- Jean Michel Jarre - Magnetic fields - Part 1.
- Phish - Alumni Blues.
- Rush - Digital Man.
- Yes - Endless Dream : a. Silent Spring.
- Stevie Ray Vaughan - Mary had a little lamb.
- Prince - Computer blue.
- Brad Paisley - Online.
- Rush - Spirit of Radio.
- Gregorio Paniagua - Epitaphe du Seikilos.
- Ut queant laxis.
- Streetside Symphony - Sundowner.]]></description><link>https://www.ivoox.com/solo-cds-001-los-20-inventos-audios-mp3_rf_73987120_1.html</link><guid isPermaLink="true">https://www.ivoox.com/solo-cds-001-los-20-inventos-audios-mp3_rf_73987120_1.html</guid><category><![CDATA[Audios de Magazine y variedades]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 11 Aug 2021 10:03:00 GMT</pubDate><enclosure url="https://www.ivoox.com/solo-cds-001-los-20-inventos_mf_73987120_feed_1.mp3" length="34583590" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>SÓLO CDs - 001 - Los 20 inventos que cambiaron la música.</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x05 - La bala invisible]]></title><description><![CDATA[Madre mia que caloraso.

Toca repasar as&iacute; por encima lo poco que me ha llamado la atenci&oacute;n del reciente E3. Aparecen bonitos recuerdos de un pasado no tan lejano.

Para los cedeses, prefiero no adelantaros de quien voy a hablar ni pondr&eacute; qu&eacute; temas ser&aacute;n empleados para la confecci&oacute;n de la secci&oacute;n. Pero no tem&aacute;is, es todo muy accesible y de lo m&aacute;s disfrutable. Trincad un refresco y algo para picar, creo que lo gozar&eacute;is.

He tenido que hacer un cambio de ultim&iacute;sima hora en la secci&oacute;n Prozac, debido al triste y terrible suceso acaecido recientemente en la comunidad de la emulaci&oacute;n. Espero estar a la altura. El cuerpo me ped&iacute;a hablar de esto.

S&oacute;lo

Esto es lo que viene: S&Oacute;LO.

Hace mucho calorcillo, y no habr&aacute; programa durante las pr&oacute;ximas semanas del verano, pero eso no quiere decir que os vay&aacute;is a librar de m&iacute; tan f&aacute;cilmente.

Este verano lanzar&eacute; los primeros (en plurarl, si) programas monogr&aacute;ficos, enfocados a un tema en concreto. As&iacute; que nos podemos encontrar con un Solo Cartuchos, Solo Cedeses, Solo Prozac, y puede que algun solo de otras tem&aacute;ticas...&iexcl;Quien sabe! El tiempo dir&aacute;.

As&iacute; que si no os quer&eacute;is perder nada de lo que est&aacute; por venir en los calurosos meses de verano que ya estamos disfrutando/padeciendo, estad atentos a la cuenta de Twitter del programa (@PodcastCcp) para no perder detalle, torpedos.

Algunas de las canciones que podr&eacute;is escuchar a lo largo del programa las ten&eacute;is aqui debajo.

Blue Oyster Cult - Godzilla
Toto - The Turning Point
CastleVania Lords of Shadow OST.
- Laura&acute;s mercy
- Cornell
Dave Matthews Band - I did it
Trevor Rabin - Woud you feel my love
Carl Douglas - Kung Fu Fighting
Alan Parsons - Don&acute;t answer me
Akira Yamaoka - Theme of Laura
Peter Gabriel - Don&acute;t give up
Transatlantic - We all need some light
Streetside Symphony - Sundowner
Marillion - Beautiful
Rush - Digital Man

PS - Baycorps?
]]></description><link>https://www.ivoox.com/1x05-la-bala-invisible-audios-mp3_rf_72303141_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x05-la-bala-invisible-audios-mp3_rf_72303141_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sat, 03 Jul 2021 18:38:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x05-la-bala-invisible_mf_72303141_feed_1.mp3" length="44461875" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x05 - La bala invisible</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x04 - ¡Haz de tripas, corazón!]]></title><description><![CDATA[&iexcl;Saludos!

Disculpad el retraso: diversos compromisos, y algunas dificultades t&eacute;cnicas, han demorado el estreno del cuarto programa hasta hoy. &iexcl;Gracias por vuestra paciencia!

Y es que como reza el t&iacute;tulo, hay momentos en los que toca hacer de tripas, coraz&oacute;n. 

Tenemos el E3 ahi delante. Locomalito nos invita a adentrarnos en las profunidades del mar con su &uacute;ltimo trabajo, y os cuento por qu&eacute; no puedo jugar al Resident Evil Village, y no s&oacute;lo es porqu&eacute; no tengo Play 4, ni 5.

Sin embargo, no os quedar&eacute;is sin descubrir alguna cosa que otra, pues os adelanto que este programa trae una nueva ANTI-REVIEW, con novedades...

&iexcl;Incluso tengo un invitado especial en este programa!

Sigo con los grupos que establecieron los fundamentos del rock progresivo. Y os prometo que el grupo a quien le toca hoy someterse a mi enrevesada manera de contar las cosas, lo conoc&eacute;is y no poco. E incluso puede que haya m&aacute;s de uno opinando en esta secci&oacute;n, quien sabe.

Lo digo m&aacute;s que nada porqu&eacute; al llegar a preparar el programa, he encontrado unas manchas negras en el suelo, y una olor a goma quemada que recuerda a la de las llantas de un DeLorean cuando alcanza los 140Km por hora. &iexcl;Tengo que averiguar quien ha puesto esto todo perdido! &iexcl;Se me cuela gente por toda partes en mi peque&ntilde;o rinc&oacute;n de grabaci&oacute;n!

En lo que respecta a la secci&oacute;n Prozac, toca abordar como llevar un lastre tan pesado como el de la incompresi&oacute;n y la falta de informaci&oacute;n, en lo que respecta a las incapacidades invisibles.

Tengo que conseguir cerrar alg&uacute;n programa sin tanta premura ni con plazos tan apretados. &iexcl;Alg&uacute;n d&iacute;a lo conseguir&eacute;!

Espero que os guste. Os dejo con el men&uacute; musical del programa.

Yes - The Messenger
Sons of Apollo - Going Home
Rabea Massad - True Grit
Castlevania 2 - Belmont&acute;s Revenge OST:
- Opening
- Password
- Psycho Warrior - Jazz cover by Geeky Guitarist
- New Messiah - by Yuta Romeo
- Passepied - by Punch Brothers
- Chromatic Phantasie - by Pascual Martinez
Pink Floyd:
- Astronomy Domine
- Have a cigar
- Wish you were here
- Run like hell
Big Big Train - Common Ground
Tom Petty - Running down with a dream
Steely Dan - Do it again
Michael Nyman - The Piano
Rush - Resist
Lunes Fever - De frente.

P.S: Hacedme el favor de buscar a Pascual Mart&iacute;nez en Spotify, y escuchad su disco Cuarenta Vueltas al Sol.
Tambi&eacute;n le pod&eacute;is leer en la web http://www.culugrafia.com
]]></description><link>https://www.ivoox.com/1x04-haz-tripas-corazon-audios-mp3_rf_71251270_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x04-haz-tripas-corazon-audios-mp3_rf_71251270_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 10 Jun 2021 09:10:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x04-haz-tripas-corazon_mf_71251270_feed_1.mp3" length="38386008" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x04 - ¡Haz de tripas, corazón!</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x03 - Adoptar. Adaptar. Mejorar.]]></title><description><![CDATA[Hola de nuevo, amigos.

	&Eacute;sta vez, por f&iacute;n, he podido pasar revista a Blasphemous. El primer juego de mi lista desde que fragu&eacute;
en mis adentros la creaci&oacute;n de &eacute;ste, vuestro podcast. Deuda saldada.

	No dej&eacute;is de visitar www.thegameskitchen.com para saber m&aacute;s del juego y de sus creadores.

	*(&iexcl;Y espero disculp&eacute;is mis gambazos con los t&iacute;tulos de los DLCs y dem&aacute;s, que anda que mi ingl&eacute;s y yo...!)

	Tambi&eacute;n ten&iacute;a pendiente rendir homenaje a las escenas de software y hardware aficionado, casero... Homebrew. C&oacute;mo no,
como lo descubr&iacute; cuando pens&eacute; que el MSX pas&oacute; a mejor vida con el cierre de MSX-CLUB, y que opino de lo que tenemos a d&iacute;a de hoy
tanto en esta escena, como en el resto. He aprovechado el lance para hacer un sencillo "mix" de m&uacute;sicas compuestas por entusiastas
del sistema, como homenaje a su apasionado desempe&ntilde;o. Y tambi&eacute;n hay espacio para una amarga despedida...

	&Eacute;stos dos p&aacute;rrafos resumen muy bien el t&iacute;tulo del programa. Y para rematar, quiero contaros que
virguer&iacute;as es capaz de hacer un joven ingeniero de Brasil con una Super Nintendo. &iexcl;Impresionante!

	Me adentrar&eacute; en las ra&iacute;ces, los or&iacute;genes a mi entender del Rock Progresivo, pero no sufr&aacute;is. &iexcl;V&aacute;is a escuchar m&uacute;sicas que os
resultar&aacute;n mucho m&aacute;s cercanas!

	Sigo con el tema de la ansiedad, pero hoy desde una perspectiva muy t&eacute;cnica. Creo que solventar&aacute; muchas dudas, siempre pendientes.

	Y a cada programa, siempre aparecen sorpresas cuando menos lo esperas, y d&oacute;nde menos lo imaginas. &iexcl;Espero que os agrade!

	Recordad que pod&eacute;is seguirme en Twitter en @PodcastCcp.
	Y que el correo del programa es: cartuchoscedesesyprozac@gmail.com
	&iexcl;Suscrib&iacute;os al programa y dejadme vuestros comentarios, son muy importantes para poder seguir mejorando y saber qu&eacute; os gustar&iacute;a
	escuchar en pr&oacute;ximos programas!

	Con un recuerdo sentido para Juan Joya Borja, El Risitas, que nos ha dejado recientemente. 
	&iexcl;Con la falta que nos hace la gente que nos hace reir y que r&iacute;e con nosostros!


	El men&uacute; musical se compone de:

	- Jon Anderson: It&acute;s One Fire.
	- Primus: Wynona&acute;s Big Brown Beaver
	- Blaphemous OST:
		- Tierras de azafr&aacute;n
		- Viaje de la promesa.
		- Toma mi tormento.
		- Alcazar of Grief: Profanadores y Esp&iacute;ritus.
		- Que en procesi&oacute;n marchen.
		- Una senda de pasos blancos

	- Rush: Analog Kid
	- Mix personal de homebrew para MSX, con temas y covers compuestos por.
		- Compjoetania.
		- Carlo Bandini
		- Beyker
		- John Hassink
		- Dennis Graschev
		- Madonna MKIII.
		- Jose Vicente Mas&oacute; Zaplana WYZ.

	- Yes: Roundabout
	- The Beatles
		- Please, please me.
		- Wait.
		- Sergeant Pepper&acute;s Lonely Hearts Club Band
		- Within you without you.

	- The Beach Boys: 
		- Hang on to your ego.
		- Wouldn&acute;t it be nice

	- The Moody Blues : The Night
	- Jeff Wayne&acute;s War of the Worlds: The Artilleryman and the Fighting Machine.
	- Dave Matthews Band: What would you say
	- Sons of Apollo: Alive
	- Steve Lukather : Judgement Day.
	- Marillion: Made Again
	- Yes: Masquerade.
	- Rush: One Little Victory.
	- ** Queen: Battle theme from Flash Gordon.]]></description><link>https://www.ivoox.com/1x03-adoptar-adaptar-mejorar-audios-mp3_rf_69625383_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x03-adoptar-adaptar-mejorar-audios-mp3_rf_69625383_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Wed, 05 May 2021 19:48:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x03-adoptar-adaptar-mejorar_mf_69625383_feed_1.mp3" length="40200378" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x03 - Adoptar. Adaptar. Mejorar.</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x02 - Carencias y anhelos]]></title><description><![CDATA[No s&oacute;lo de Triple A vive el jugador empedernido, y muchas veces las carencias nos empujan a ser m&aacute;s creativos, nos motivan. Anhelamos obtener la mayor de las recompensas, pero nuestras percepciones no
siempre son las correctas.

Hoy hablamos de Sony, y del MSXVR. Tambi&eacute;n saco de mis baldas un cartucho para contaros lo que me gusta, y lo que no, del mismo.

En el apartado musical, buscaremos las raices de m&uacute;sicas muy duras e intrincadas

Retomar&eacute; el tema de la ansiedad, pero desde otra perspectiva. Mi humilde objetivo es que pueda serviros de ayuda.

Ah, y el programa va dedicado a la gente del podcast AntiHype, donde fui invitado de la mano de Miguel Galv&aacute;n all&aacute; por el 2013 y con mis condolencias por la p&eacute;rdida
de uno de sus integrantes, Omar &Aacute;lvarez. Descanse en paz.

La playlist del d&iacute;a es extensa, ecl&eacute;ctica y bastante ca&ntilde;era.


- Squackett : The Summer Backwards
- Critical Spoiler (YouTube): Metallica Go Go Power Rangers
- Aaron English Band: Pride, feat. Nazizi and Ali Gul Pir
- Tears for Fears: Swords and Knives
- Derek Sherinian: What a Shame
- Black Sabbath: Black Sabbath
- Deep Purple: Highway Star
- Iron Maiden: Seventh Son of a Seventh Son
- Diamond Head: Sucking my love
- King Crimson: Lark&acute;s Tongue In Aspic, Part II
- Conception: Waywardly Broken
- Sting: Fields of Gold
- Counting Crows: Round here
- Tina Turner: I don&acute;t wanna fight
- Eric Johnson: Song for Lynette
- Goo Goo Dolls: Iris
- Rush: The Weapon
- Beggar&acute;s Opera: Memory]]></description><link>https://www.ivoox.com/1x02-carencias-anhelos-audios-mp3_rf_68043659_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x02-carencias-anhelos-audios-mp3_rf_68043659_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Sun, 04 Apr 2021 21:45:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x02-carencias-anhelos_mf_68043659_feed_1.mp3" length="32673130" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x02 - Carencias y anhelos</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item><item><title><![CDATA[1x01 - Primeras Veces]]></title><description><![CDATA[Todos recordamos nuestras primeras veces, y he querido enfocar el programa en c&oacute;mo recuerdo las m&iacute;as en lo que respecta a videojuegos y m&uacute;sica, y algo m&aacute;s.

Hablo de recreativos, de matones. Tambi&eacute;n confieso que nunca he tenido un tocadiscos.

Y hay primeras veces que nunca se olvidan y que dejan una huella que se queda hasta los restos...

&Eacute;sto es mi debut en el mundo del podcasting. He cumplido mi promesa. Espero que os guste.

Los discos recomendados del programa son los siguientes.

Camel - Dust and Dreams
Marillion - Clutching at Straw&acute;s, This Strange Engine

Durante el programa escuchar&aacute;s temas como &eacute;stos.

The Flower Kings - Different People
Rush - Subdivisions
Radio Futura - Veneno en la piel
Thin Lizzy - Jailbreak
Inner Circle - Bad Boys
Gradius OST - Morning Music
Saint Seiya - Pegasus&acute;s Fantasy
Ryse - Son of Rome - Wrath of Nemesis
Gradius OST - Ranking
Genesis - Dancing with the Moonlight Knight
Camel - Freefall
Marillion - Sugar Mice
Marillion - Pain and Heaven (Cover my Eyes)
Pink Floyd - High Hopes
Flying Colours - Unlovable
Collage - War is Over
Steve Lukather - Do I Stand Alone
Big Big Train - Alive]]></description><link>https://www.ivoox.com/1x01-primeras-veces-audios-mp3_rf_66675690_1.html</link><guid isPermaLink="true">https://www.ivoox.com/1x01-primeras-veces-audios-mp3_rf_66675690_1.html</guid><category><![CDATA[Audios de Videojuegos, rol y anime]]></category><dc:creator><![CDATA[Cartuchos, Cedeses y Prozac]]></dc:creator><pubDate>Thu, 11 Mar 2021 07:07:00 GMT</pubDate><enclosure url="https://www.ivoox.com/1x01-primeras-veces_mf_66675690_feed_1.mp3" length="32201261" type="audio/mpeg"/><itunes:author>Cartuchos, Cedeses y Prozac</itunes:author><itunes:subtitle>1x01 - Primeras Veces</itunes:subtitle><itunes:image href="https://static-2.ivoox.com/audios/7/d/3/4/7d3456d6bad780f9957f8f92ec61bdc6_XXL.jpg"/></item></channel></rss>